{
    "aboutMe": {
        "description": "<strong>Hello World</strong> 👋. Me chamo Arthur Fernandes, um desenvolvedor de jogos do Brasil. Fluente em Português e com um nível <a class=\"text-link\" href=\"https://www.efset.org/cert/B8Ngby\" target=\"_blank\" rel=\"noopener noreferrer\">C1 Advanced</a> de proficiência em inglês, sou especializado no desenvolvimento de jogos Indie com 3 anos de experiência usando a engine Unity. Além disso, possuo habilidades avançadas em C#, proficiência em modelagem e texturização usando Blender, e um sólido conhecimento em programação de shaders.",
        "contact": {
            "title": "Contato"
        },
        "skills": {
            "title": "Habilidades"
        },
        "button.resume": {
            "description": "Ver Currículo"
        }
    },
    "privacyPolicy": {
        "title": "Política de Privacidade",
        "description": "Esta Política de Privacidade descreve como nós, Overnight Games, coletamos, usamos, armazenamos e protegemos as informações pessoais dos usuários que visitam nosso site e utilizam nossos jogos. Valorizamos a privacidade de nossos usuários e estamos comprometidos em garantir a segurança e confidencialidade das informações fornecidas. Ao utilizar nosso site e jogos, você concorda com os termos desta política.",
        "collectionOfPersonalInfo": {
            "title": "Coleta de Informações Pessoais",
            "description": "Durante sua interação com nosso site e jogos, podemos coletar informações pessoais voluntariamente fornecidas por você, como seu nome, endereço de e-mail e informações de contato. Essas informações são coletadas quando você preenche formulários de contato, se inscreve em nossa newsletter, cria uma conta, faz compras dentro do jogo ou interage conosco por meio do site ou jogos."
        },
        "useOfPersonalInfo": {
            "title": "Uso de Informações Pessoais",
            "description": "As informações pessoais que coletamos são usadas para fornecer informações sobre nossos jogos, atualizações, promoções e notícias relacionadas aos nossos serviços. Também podemos utilizar essas informações para personalizar sua experiência de jogo, responder às suas perguntas, oferecer suporte ao cliente e processar transações."
        },
        "sharingOfInfo": {
            "title": "Compartilhamento de Informações",
            "description": "Não compartilhamos, vendemos, alugamos ou divulgamos suas informações pessoais a terceiros, exceto nos seguintes casos:",
            "listItems": [
                "Quando temos seu consentimento explícito para compartilhar as informações.",
                "Quando necessário para cumprir obrigações legais, como responder a uma ordem judicial ou processo legal.",
                "Quando necessário para proteger nossos direitos, propriedade ou segurança, bem como a segurança de nossos usuários ou do público em geral."
            ]
        },
        "dataSecurity": {
            "title": "Segurança dos Dados",
            "description": "Implementamos medidas de segurança apropriadas para proteger as informações pessoais dos usuários contra acesso não autorizado, uso indevido, alteração ou divulgação. Utilizamos tecnologias de criptografia e procedimentos de segurança padrão do setor para proteger essas informações."
        },
        "cookiesAndTracking": {
            "title": "Cookies e Tecnologias de Rastreamento",
            "description": "Nosso site e jogos podem utilizar cookies e outras tecnologias de rastreamento para aprimorar a experiência do usuário, analisar o tráfego do site, personalizar o conteúdo e melhorar nossos jogos com base em suas preferências. Essas informações são coletadas de forma anônima e não estão vinculadas a informações pessoalmente identificáveis."
        },
        "yourConsentAndUserRights": {
            "title": "Seu Consentimento e Direitos do Usuário",
            "description": "Ao utilizar nosso site e jogos, você consente com a coleta e uso de informações pessoais conforme descrito nesta Política de Privacidade. Você tem o direito de acessar, corrigir ou solicitar a exclusão de suas informações pessoais a qualquer momento. Para exercer esses direitos ou se tiver perguntas ou preocupações sobre nossas práticas de privacidade, entre em contato conosco no endereço de e-mail arthurjose.dev@gmail.com."
        },
        "changesToPolicy": {
            "title": "Alterações nesta Política de Privacidade",
            "description": "Podemos atualizar periodicamente esta Política de Privacidade. Recomendamos que você revise regularmente esta página para se manter informado sobre quaisquer alterações. As alterações terão efeito assim que forem publicadas nesta página."
        },
        "contactUs": {
            "title": "Entre em Contato",
            "description": "Se você tiver alguma dúvida, comentário ou preocupação sobre esta Política de Privacidade, entre em contato conosco no endereço de e-mail arthurjose.dev@gmail.com."
        },
        "lastUpdated": "Última Atualização:",
        "appreciationMessage": "Agradecemos sua confiança em nós e por ler nossa Política de Privacidade.",
        "date": "1 Janeiro, 2024"
    },
    "header": {
        "aboutMe": "Sobre Mim",
        "skills": "Habilidades",
        "projects": "Projetos",
        "button.resume": {
            "description": "Ver Currículo"
        }
    },
    "disclaimer": {
        "title": "Aviso"
    },
    "skills": {
        "title": "Habilidades Autoavaliadas",
        "level": {
            "beginner": "Iniciante",
            "intermediate": "Intermediário",
            "advanced": "Avançado"
        },
        "disclaimer": {
            "description": "A autoavaliação das habilidades fornecidas neste site é baseada na minha avaliação pessoal e compreensão de cada habilidade. Elas têm a intenção de refletir minha proficiência percebida e podem variar na interpretação."
        }
    },
    "projects": {
        "title": "Projetos",
        "subtitle": "Estes são os projetos nos quais trabalhei ou estou atualmente trabalhando.",
        "published": {
            "title": "Projetos Publicados"
        },
        "ongoing": {
            "title": "Projetos em Andamento"
        }
    },
    "notFound": {
        "subtitle": "Não encontrado :(",
        "description": "Desculpe, não conseguimos encontrar esta página. Mas não se preocupe, você pode encontrar muitas outras coisas em nossa <a class=\"text-link\" href=\"#/about/\">página inicial</a>."
    },
    "footer": {
        "language": {
            "title": "Idioma"
        },
        "about":{
            "title": "Sobre",
            "privacyPolicy": "Política de Privacidade"
        }
    },
    "project": {
        "transitCourse": {
            "card": {
                "date": "out 2021 - jan 2022",
                "description": "Desenvolvi um jogo usando Unity e 3ds Max, adquirindo habilidades em estruturação de projetos, melhores práticas organizacionais e flexibilidade."
            },
            "description": "<strong>Transit Course!</strong> é um envolvente jogo casual que oferece um mapa gerado infinitamente. Os jogadores embarcam em uma jornada para coletar moedas, uma moeda usada para adquirir uma variedade de veículos, cada um com estatísticas e características únicas.</p><p>A jogabilidade envolve os jogadores manobrando seus veículos ao longo da estrada pressionando e segurando o dedo na tela. Soltar o toque interrompe instantaneamente o movimento do veículo, adicionando um elemento estratégico à jogabilidade.",
            "disclaimer": {
                "description": "Este projeto foi removido da Google Play devido a problemas na conta."
            },
            "myContributions": {
                "title": "Minhas contribuições",
                "listItems": [
                    "Projetei, desenvolvi e publiquei.",
                    "Criei todos os modelos 3D, mapeamentos UV e texturas.",
                    "Criei todos os gráficos 2D da interface do usuário.",
                    "Projetei mais de 10 segmentos de níveis.",
                    "Criei shaders personalizados para a cor do terreno e fundo da loja."
                ]
            },
            "screenshots": {
                "title": "Capturas de Tela",
                "description": "As seguintes capturas de tela foram tiradas durante o desenvolvimento."
            }
        },
        "desafioDaForca": {
            "card": {
                "date": "jul 2023 - jul 2023",
                "description": "Desenvolvi um jogo da forca para aplicativos Android, com categorias de palavras predefinidas e a opção emocionante de criar jogos personalizados."
            }
        },
        "encaixandoMatematica": {
            "card": {
                "date": "jul 2023 - dez 2023",
                "description": "Desenvolvi um jogo educacional como parte da minha Tese, focado no aprendizado de matemática."
            }
        }
    }
}